export type historyData = {
    year: number;
    action: string[];
}
export const history_data: historyData[] = [
    {year: 2024, action: ["해역이용영향 평가가 대행자 등록"]},
    {year: 2023, action: ["산림기술용역업(녹지조경) 등록", "지하안전영향평가 전문기관 등록", "소프트웨어사업자 등록", "엔지니어링사업(폐기물처리) 등록"]},
    {year: 2022, action: ["엔지니어링사업(자연,토양환경) 등록"]},
    {year: 2021, action: ["측량업(공공측량)","방재관리대책대행자","지질연구 조사 서비스 등록","벤처기업 지정"]},
    {year: 2019, action: ["산업디자인전문회사(환경디자인)","교통영향평가대행자","건설엔지니어링업 등록"]},
    {year: 2017, action: ["엔지니어링사업 등록","안전진단전문기관 등록"]},
    {year: 2016, action: ["(주) 에이치케이이앤씨 법인설립","학술․연구용역 등록"]},
    {year: 2012, action: ["에이치케이이앤씨 구조분야 전문기업 창업 (부산대학교 창업보육센터)"]},
];